Revit 2027 API
StructuralSectionHotRolled.WebThicknessLocation Property
 Web Thickness Location.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double WebThicknessLocation { get; set; }
Public Property WebThicknessLocation As Double
	Get
	Set
public:
property double WebThicknessLocation {
	double get ();
	void set (double value);
}
member WebThicknessLocation : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionHotRolled Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace